Repository: Spooky063/drupal
Catalog: sandbox/modules/faq/translations/faq-*.po
Languages: fr

source: Answer
fr: Réponse

source: Category
fr: Catégorie

source: Created
fr: Créée

source: The time that the faq was created.
fr: L'heure à laquelle la faq a été créée.

source: Changed
fr: Modifié

source: The time that the faq was last edited.
fr: L'heure à laquelle la faq a été modifié.

source: Top Frequently Asked Questions?
fr: Top Foire Aux Questions ?

source: Author
fr: Auteur

source: Status
fr: État

source: Updated
fr: Mis à jour

source: Language
fr: Langage

source: published
fr: publié

source: not published
fr: non publié

source: New faq %label has been created.
fr: Une nouvelle faq %label a été créée.

source: The faq %label has been updated.
fr: La faq %label a été mis à jour.

source: Top Frequently Asked Questions
fr: Foire Aux Questions

source: No question found!
fr: Aucune question trouvé !

source: Top Frequently Asked Questions for @name
fr: Top Foire Aux Questions pour @name

source: Frequently Asked Question Subcategories for @name
fr: Catégorie Foire Aux Questions pour @name

source: Back to Frequently Asked Question
fr: Retour à la Foire Aux Questions

source: Frequently Asked Question Categories
fr: Catégorie Foire Aux Questions

source: Subcategory
fr: Sous-catégorie

source: Frequently Asked Questions and Answers Search
fr: Recherche Foire Aux Questions et réponses

source: FAQ Search
fr: Recherche FAQ

source: Keywords for a question search
fr: Mot clés pour la recherche de question

source: Search
fr: Recherche

source: Frequently asked questions and answers.
fr: Foire Aux Questions et réponses.

source: Frequently Asked Questions and Answers
fr: Foire Aux Questions et réponses
